insert into product values(pNum_seq.nextval, 'LG전자 노트북 16인치', 1000000, '#',
'휴대하기 가벼운 업무용 노트북',
'자체적인 배터리와 화면 출력장치, 마우스와 키보드가 있어 공책처럼 접히는 형태의 휴대용 컴퓨터를 이르는 용어.
그 중에서도 PC[1]나 Mac과 같은 개인용 컴퓨터와 Microsoft Windows, Linux, macOS 등 소프트웨어적으로
호환성이 있는 휴대용 컴퓨터를 말한다. 크기와 목적에 따라 여러 가지 하위 분류로 나뉘며, 휴대성에는 별 신경을 쓰지 않아 태생상
그럴 필요도 없는 크고 무거운 데스크톱 컴퓨터와는 달리,노트북은 부피와 무게를 비롯한 휴대성을 제일 중시하기에 상대적으로 작고
가볍다는 점이 특징. 2021년 기준 MacBook Pro, 갤럭시 북 프로, LG 그램, ThinkPad, ASUS 젠북 같은 1.3kg 미만
경량 고성능 노트북들은 저가형 데스크탑 컴퓨터의 성능과 맞먹는다', 'elec2');
